Revit 2027 API
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands.Show Property
 Show a external data in canvas.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ExternalDataManagerCommandId Show { get; }
Public Shared ReadOnly Property Show As ExternalDataManagerCommandId
	Get
public:
static property ExternalDataManagerCommandId^ Show {
	ExternalDataManagerCommandId^ get ();
}
static member Show : ExternalDataManagerCommandId with get
Property Value
ExternalDataManagerCommandId
See Also
Reference
ExternalDataManagerCommands.BuiltInExternalDataManagerCommands Class
Autodesk.Revit.UI Namespace